Repository: alikhamooshi/dorsamehrwebapp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: About Us - Dorsamehr Construction
fa: درباره ما - ساختمان سازی درسمهر

source: Our Story
fa: داستان ما

source: Quality Excellence
fa: برتری کیفیت

source: Get In Touch
fa: تماس با ما

source: Home
fa: خانه

source: About
fa: درباره

source: Projects
fa: پروژه‌ها

source: Gallery
fa: گالری

source: Team
fa: تیم

source: Blog
fa: وبلاگ

source: Contact
fa: تماس

source: English
fa: انگلیسی

source: Persian
fa: فارسی

source: Quick Links
fa: لینک‌های سریع

source: All rights reserved.
fa: تمام حقوق محفوظ است.

source: About Dorsamehr Construction
fa: درباره ساختمان سازی درسمهر

source: Building excellence and creating value through innovative construction solutions for over 15 years.
fa: ساخت برتری و ایجاد ارزش از طریق راه‌حل‌های نوآورانه ساختمانی برای بیش از ۱۵ سال.

source: Founded in 2009, Dorsamehr Construction has grown from a small local contractor to one of the most trusted names in the construction industry. Our journey began with a simple mission: to deliver exceptional quality and value to our clients.
fa: تأسیس شده در سال ۲۰۰۹، ساختمان سازی درسمهر از یک پیمانکار کوچک محلی به یکی از معتبرترین نام‌ها در صنعت ساختمان تبدیل شده است. سفر ما با یک مأموریت ساده آغاز شد: ارائه کیفیت و ارزش استثنایی به مشتریانمان.

source: Over the years, we have successfully completed hundreds of projects across residential, commercial, and industrial sectors. Our commitment to quality, safety, and customer satisfaction has remained unwavering throughout our growth.
fa: در طول سال‌ها، ما صدها پروژه را در بخش‌های مسکونی، تجاری و صنعتی با موفقیت تکمیل کرده‌ایم. تعهد ما به کیفیت، ایمنی و رضایت مشتری در طول رشدمان ثابت مانده است.

source: Today, we continue to push the boundaries of construction excellence, embracing new technologies and sustainable practices while maintaining the personal touch that our clients have come to expect.
fa: امروز، ما همچنان مرزهای برتری ساختمانی را گسترش می‌دهیم، فناوری‌های جدید و شیوه‌های پایدار را پذیرفته و در عین حال تماس شخصی‌ای که مشتریانمان انتظار دارند را حفظ می‌کنیم.

source: Our Achievements
fa: دستاوردهای ما

source: Numbers that speak for our commitment to excellence
fa: اعدادی که از تعهد ما به برتری سخن می‌گویند

source: Years of Experience
fa: سال تجربه

source: Projects Completed
fa: پروژه تکمیل شده

source: Team Members
fa: اعضای تیم

source: Client Satisfaction
fa: رضایت مشتری

source: Our Core Values
fa: ارزش‌های اصلی ما

source: The principles that guide everything we do
fa: اصولی که تمام کارهای ما را هدایت می‌کنند

source: We never compromise on quality. Every project is built to the highest standards using premium materials and expert craftsmanship.
fa: ما هرگز در کیفیت مصالحه نمی‌کنیم. هر پروژه با بالاترین استانداردها و استفاده از مواد اولیه برتر و مهارت متخصص ساخته می‌شود.

source: Safety First
fa: ایمنی اول

source: Safety is our top priority. We maintain strict safety protocols and ensure all team members are properly trained and equipped.
fa: ایمنی اولویت اصلی ماست. ما پروتکل‌های ایمنی سختگیرانه‌ای را حفظ کرده و اطمینان حاصل می‌کنیم که تمام اعضای تیم به درستی آموزش دیده و مجهز هستند.

source: Integrity & Trust
fa: صداقت و اعتماد

source: We build lasting relationships based on honesty, transparency, and mutual trust with our clients and partners.
fa: ما روابط پایدار بر اساس صداقت، شفافیت و اعتماد متقابل با مشتریان و شرکایمان می‌سازیم.

source: Innovation
fa: نوآوری

source: We embrace new technologies and innovative solutions to deliver better, more efficient construction projects.
fa: ما فناوری‌های جدید و راه‌حل‌های نوآورانه را پذیرفته تا پروژه‌های ساختمانی بهتر و کارآمدتری ارائه دهیم.

source: Sustainability
fa: پایداری

source: We are committed to environmentally responsible construction practices and sustainable building solutions.
fa: ما متعهد به شیوه‌های ساختمانی مسئولانه محیط زیستی و راه‌حل‌های ساختمانی پایدار هستیم.

source: Customer Focus
fa: تمرکز بر مشتری

source: Our clients are at the heart of everything we do. We listen, understand, and exceed their expectations.
fa: مشتریان ما در قلب تمام کارهای ما هستند. ما گوش می‌دهیم، درک می‌کنیم و فراتر از انتظاراتشان عمل می‌کنیم.

source: Meet Our Leadership Team
fa: با تیم رهبری ما آشنا شوید

source: Experienced professionals dedicated to delivering exceptional results
fa: متخصصان با تجربه‌ای که متعهد به ارائه نتایج استثنایی هستند

source: years experience
fa: سال تجربه

source: Team information will be available soon.
fa: اطلاعات تیم به زودی در دسترس خواهد بود.

source: View Full Team
fa: مشاهده کامل تیم

source: Our Mission
fa: ماموریت ما

source: To deliver exceptional construction services that exceed client expectations while maintaining the highest standards of quality, safety, and sustainability. We strive to build lasting relationships and create value for our clients, employees, and communities.
fa: ارائه خدمات ساختمانی استثنایی که فراتر از انتظارات مشتری باشد در حالی که بالاترین استانداردهای کیفیت، ایمنی و پایداری را حفظ می‌کنیم. ما تلاش می‌کنیم روابط پایدار بسازیم و برای مشتریان، کارمندان و جوامعمان ارزش ایجاد کنیم.

source: Our Vision
fa: چشم‌انداز ما

source: To be the leading construction company known for innovation, quality, and customer satisfaction. We envision a future where our projects not only meet today's needs but also contribute to a sustainable and prosperous tomorrow.
fa: تبدیل شدن به شرکت ساختمانی پیشرو که به خاطر نوآوری، کیفیت و رضایت مشتری شناخته شده است. ما آینده‌ای را تصور می‌کنیم که پروژه‌هایمان نه تنها نیازهای امروز را برآورده می‌کنند بلکه به فردایی پایدار و مرفه کمک می‌کنند.

source: Ready to Work With Us?
fa: آماده کار با ما هستید؟

source: Let's discuss your project and see how we can help bring your vision to life. Contact us today for a free consultation.
fa: بیایید پروژه شما را بررسی کنیم و ببینیم چگونه می‌توانیم به تحقق چشم‌اندازتان کمک کنیم. امروز برای مشاوره رایگان با ما تماس بگیرید.

source: View Our Work
fa: مشاهده کارهای ما

source: Project Gallery
fa: گالری پروژه‌ها

source: Explore our diverse portfolio of construction projects through our comprehensive gallery.
fa: مجموعه متنوع پروژه‌های ساختمانی ما را از طریق گالری جامع ما کاوش کنید.

source: Dorsamehr Construction - Building Excellence
fa: ساختمان سازی درسمهر - ساخت برتری

source: Building Your
fa: ساخت

source: Dreams
fa: رویاهای

source: Into Reality
fa: به واقعیت

source: Dorsamehr Construction delivers exceptional quality and innovative solutions for residential, commercial, and industrial projects.
fa: ساختمان سازی درسمهر کیفیت استثنایی و راه‌حل‌های نوآورانه برای پروژه‌های مسکونی، تجاری و صنعتی ارائه می‌دهد.

source: View Our Projects
fa: مشاهده پروژه‌های ما

source: Get Quote
fa: دریافت قیمت

source: Years Experience
fa: سال تجربه

source: Our Services
fa: خدمات ما

source: We offer comprehensive construction services tailored to meet your specific needs and exceed your expectations.
fa: ما خدمات ساختمانی جامعی ارائه می‌دهیم که متناسب با نیازهای خاص شما طراحی شده و فراتر از انتظاراتتان عمل می‌کند.

source: Residential Construction
fa: ساخت مسکونی

source: Custom homes, renovations, and residential developments built with quality materials and expert craftsmanship.
fa: خانه‌های سفارشی، بازسازی و توسعه‌های مسکونی ساخته شده با مواد اولیه با کیفیت و مهارت متخصص.

source: Learn More
fa: بیشتر بدانید

source: Commercial Construction
fa: ساخت تجاری

source: Office buildings, retail spaces, and commercial facilities designed for functionality and aesthetic appeal.
fa: ساختمان‌های اداری، فضاهای خرده‌فروشی و تأسیسات تجاری طراحی شده برای کارایی و جذابیت زیبایی‌شناختی.

source: Industrial Construction
fa: ساخت صنعتی

source: Featured Projects
fa: پروژه‌های ویژه

source: View Details
fa: مشاهده جزئیات

source: No featured projects available yet.
fa: هنوز هیچ پروژه ویژه‌ای در دسترس نیست.

source: View All Projects
fa: مشاهده تمام پروژه‌ها

source: We maintain the highest standards of quality throughout every project phase.
fa: ما بالاترین استانداردهای کیفیت را در تمام مراحل پروژه حفظ می‌کنیم.

source: Timely Delivery
fa: تحویل به موقع

source: We complete projects on schedule while maintaining quality and safety standards.
fa: ما پروژه‌ها را طبق برنامه تکمیل می‌کنیم در حالی که استانداردهای کیفیت و ایمنی را حفظ می‌کنیم.

source: Expert Team
fa: تیم متخصص

source: We prioritize safety in all our operations and maintain strict safety protocols.
fa: ما ایمنی را در تمام عملیات‌مان اولویت قرار داده و پروتکل‌های ایمنی سختگیرانه‌ای را حفظ می‌کنیم.

source: Read More
fa: بیشتر بخوانید

source: Ready to Start Your Project?
fa: آماده شروع پروژه خود هستید؟

source: Call Now
fa: همین حالا تماس بگیرید
